Repository: websak/birchwood
Catalog: birchwood_system/languages/plugins/block-visibility-*.po
Languages: es_es, fr_fr

source: All integration related information.
es_es: Toda la información relacionada con la integración.

source: An indicator to determine if Block Visibility Pro is enabled.
es_es: Un indicador para determinar si está activo Block Visibility Pro.

source: An indicator to determine if full control mode is enabled.
es_es: Un indicador para determinar si el modo de control total está activo.

source: An array of plugin variables, such as version number.
es_es: Un array de variables del plugin, como por ejemplo el número de la versión.

source: The available user roles on the site.
es_es: Los perfiles de usuario disponibles en el sitio.
fr_fr: Les rôles des comptes disponibles sur le site.

source: The roles assigned to the current user.
es_es: Los perfiles asignados al usuario actual.
fr_fr: Les rôles assignés au compte actuel.

source: Saved values.
es_es: Valores guardados
fr_fr: Valeurs enregistrées.

source: Search term.
es_es: Termino de búsqueda.

source: The integration to search.
es_es: La integración a buscar.

source: Block Visibility Pro is no longer required. All functionality has been moved to Block Visibility, and future enhancements will only be added to the base plugin. It is now safe to deactivate and delete Pro.
es_es: Block Visibility Pro ya no es necesario. Toda la funcionalidad se ha movido a Block Visibility, y las futuras mejoras solo se añadirán al plugin base. Es totalmente seguro desactivar y borrar la versión Pro.
fr_fr: Block Visibility Pro n’est plus nécessaire. Toutes les fonctionnalités ont été transférées dans Block Visibility, et les améliorations futures seront ajoutées uniquement à l’extension de base. Il est maintenant possible de désactiver et de supprimer Pro en toute sécurité.

source: Preset
es_es: Preajuste
fr_fr: Préréglage

source: Presets
es_es: Preajustes
fr_fr: Préréglages

source: Thank you for using Block Visibility. Please rate the plugin %1$s on %2$sWordPress.org%3$s to help us spread the word.
es_es: Gracias por usar Block Visibility. Por favor, valora el plugin %1$s en %2$sWordPress.org%3$s para ayudarnos a divulgar la palabra.
fr_fr: Merci d’utiliser Block Visibility. Pensez à laisser à l’extension une évaluation 5 étoiles %1$s sur %2$sWordPress.org%3$s pour nous aider à nous faire connaître.

source: None (Logged-out users)
es_es: Ninguno (usuarios desconectados)
fr_fr: Aucun (compte déconnecté)

source: Navigate to the Block Visibility Getting Started page.
es_es: Navega a la página de primeros pasos de Block Visibility.
fr_fr: Accédez à la page « Premiers pas » de Block Visibility.

source: Navigate to the Block Visibility settings.
es_es: Navega a los ajustes de Block Visibility.
fr_fr: Accédez aux réglages de Block Visibility.

source: Something went wrong, the settings could not be updated.
es_es: Algo fue mal, no se pudieron actualizar los ajustes.
fr_fr: Quelque chose s’est mal passé, les réglages n’ont pas pu être mis à jour.

source: Something went wrong, the visibility settings could not be found.
es_es: Algo fue mal, no se han podido encontrar los ajustes de visibilidad.
fr_fr: Une erreur s’est produite, les réglages de visibilité sont introuvables.

source: Settings for the Block Visibility plugin.
es_es: Ajustes del plugin Block Visibility.
fr_fr: Réglages de l’extension Block Visibility.

source: Provides visibility controls and scheduling functionality to all WordPress blocks.
es_es: Ofrece controles de visibilidad y funcionalidad de programación a todos los bloques de WordPress.
fr_fr: Fournit des contrôles de visibilité et une fonctionnalité de planification à tous les blocs WordPress.

source: Getting Started
es_es: Primeros pasos
fr_fr: Premiers pas

source: Leave a Review
es_es: Deja una valoración
fr_fr: Laisser un avis

source: Review Block Visibility on WordPress.org
es_es: Valora Block Visibility en WordPress.org
fr_fr: Laisser un avis sur Block Visibility sur WordPress.org

source: Settings
es_es: Ajustes
fr_fr: Réglages
