{"translation-revision-date":"2024-11-10 11:50:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"For products with variable pricing, display each variable price separately in the WooCommerce control. Products without variable pricing display as usual.":["Para productos con precio variable se muestra cada precio variable por separado en el control de WooCommerce. Los productos sin precio variable se muestran como siempre."],"The WooCommerce control allows you to conditionally display blocks based on a variety of store-related rules. This includes shopping cart contents, customer order history, and more.":["El control de WooCommerce te permite mostrar bloques condicionalmente basándose en una variedad de reglas relacionadas con la tienda. Esto incluye contenido del carrito de compra, historial de pedidos del cliente, y más."],"Enable the WooCommerce control.":["Activar el control de WooCommerce."],"Display each variable price separately for downloads with variable pricing in the Easy Digital Downloads control. Downloads without variable pricing display as usual.":["Muestra cada precio variable por separado en las descargas con precio variable en el control de Easy Digital Downloads. Las descargas sin precio variable se muestran como siempre."],"The Easy Digital Downloads control allows you to conditionally display blocks based on a variety of store-related rules. This includes shopping cart contents, customer order history, and more.":["El control de Easy Digital Downloads te permite mostrar bloques condicionalmente basándose en una variedad de reglas relacionadas con la tienda. Esto incluye contenido del carrito de compra, historial de pedidos del cliente, y más."],"Enable the Easy Digital Downloads control.":["Activar el control de Easy Digital Downloads."],"Easy Digital Downloads (EDD)":["Easy Digital Downloads (EDD)"],"Enable variable pricing.":["Activar precios variables."],"WooCommerce":["WooCommerce"],"Easy Digital Downloads":["Easy Digital Downloads"],"Control set utilities allow you to copy and import visibility settings. This functionality is useful when advanced setting configurations need to be applied to multiple blocks.":["Las utilidades de los conjuntos de control permiten copiar e importar configuraciones de visibilidad. Esta funcionalidad resulta útil cuando es necesario aplicar configuraciones de ajuste avanzadas a varios bloques."],"Utilities":["Utilidades"],"Visibility Presets allow you to configure visibility controls globally and then apply them to individual blocks.":["Los preajustes de visibilidad te permiten configurar globalmente los controles de visibilidad, y luego aplicarlos a bloques individuales."],"Enable the Visibility Presets control.":["Activar el control de los preajustes de visibilidad."],"The URL Path control allows you to conditionally display a block based on the URL of the page that the block is on.":["El control de ruta de URL te permite mostrar condicionalmente un bloque basándose en la URL de la página en la que está el bloque."],"Enable the URL Path control.":["Activar el control de ruta de URL."],"The Referral Source control allows you to conditionally display blocks based on the domain or URL from which visitors arrive at your site.":["El control de fuente de referencia te permite mostrar condicionalmente bloques basándose en el dominio o la URL de donde vienen los visitantes a tu sitio."],"Enable the Referral Source control.":["Activar el control de fuente de referencia."],"The Metadata control allows you to conditionally display a block based on post or user metadata. Metadata is often referred to as Custom Fields. If you are already using the Advanced Custom Fields plugin, use the ACF control over the Metadata control.":["El control de metadados te permite mostrar condicionalmente un bloque basándose en los metadatos de la entrada o del usuario. A menudo se refiere a los metadatos como campos personalizados. Si ya estás usando el plugin Advanced Custom Fields usa el control de ACF en vez del control de metadatos."],"Enable the Metadata control.":["Activar el control de metadatos."],"Metadata (Custom Fields)":["Metadatos (Campos personalizados)"],"The Location control allows you to conditionally display blocks based on where the block is located on your website. This includes page and post types, taxonomies, and more.":["El control de ubicación te permite mostrar condicionalmente bloques basándose en dónde está situado el bloque en tu web. Esto incluye tipos de contenido,  páginas, taxomías y más."],"Enable the Location control.":["Activar el control de ubicación."],"The Time of Day adds functionality to the main Date & Time control. It allows you to conditionally display blocks at specific time intervals on each day of a given schedule.":["La hora del día añade esta funcionalidad al control principal de fecha y hora. Te permite mostrar condicionalmente bloques a intervales de tiempo específicos en días concretos de una programación dada."],"The Day of Week control adds functionality to the main Date & Time control. It allows you to conditionally display blocks based on specific days of the week within a given schedule.":["El control de día de la semana añade esta funcionalidad al control principal de fecha y hora. Te permite mostrar condicionalmente bloques basándose en días específicos de la semana de una programación dada."],"Enable the Time of Day control.":["Activar el control de hora del día."],"Enable the Day of Week control.":["Activar el control de día de la semana."],"The Cookie control allows you to conditionally display a block based on HTML cookies.":["El control por cookie te permite mostrar condicionalmente un bloque basándose en cookies HTML."],"Enable the Cookie control.":["Activar el control por cookie."],"The Browser & Device control allows you to conditionally display a block based on the device or web browser the current user is using to visit your website.":["El control por navegador y dispositivo te permite mostrar condicionalmente un bloque basándose en el dispositivo o navegador web que esté usando el usuario al visitar tu web."],"Enable the Browser & Device control.":["Activar el control por navegador y dispositivo."],"Browser & Device (User Agent)":["Navegador y dispositivo (agente de usuario)"],"\"Local\" refers to the visibility controls available on each block. When disabled, only Visibility Presets and the Hide Block control will be available. Presets are then used to manage all other enabled controls.":["«Local» se refiere a los controles de visibilidad disponibles en cada bloque. Cuando está desactivado solo estarán disponibles los preajustes de visibilidad y el control de ocultar bloque. Los preajustes se usan entonces para gestionar todos los demás controles activos."],"Enable local visibility controls.":["Activar los controles de visibilidad local."],"Visibility Presets":["Preajustes de visibilidad"],"URL Path":["Ruta de la URL"],"Referral Source":["Fuente de referencia"],"Metadata":["Metadatos"],"Location":["Ubicación"],"Cookie":["Cookie"],"Browser & Device":["Navegador y dispositivo"],"The settings below allow you to configure general functionality for the Block Visibility plugin.":["Los ajustes de abajo te permiten configurar la funcionalidad general del plugin Block Visibility."],"Some blocks do not have visibility controls enabled by default. These include child blocks and blocks that may exist in WordPress but cannot be added directly to the Editor. You will not need Full Control Mode most of the time, but it's here in case you do.":["Algunos bloques no tienen controles de visibilidad activos por defecto. Esto incluye a los bloques hijo y a bloques que puede que existan en WordPress pero que no se pueden añadir directamente en el editor. No necesitarás el modo de control total la mayoría de las veces, pero este es un caso en el que deberías."],"By default, all users that can edit blocks will be able to use the visibility controls provided by Block Visibility.":["Por defecto, todos los usuarios que pueden editar bloques podrán usar los controles de visibilidad faciltados por Block Visibility."],"Enable utilities for managing visibility settings (copy, import, etc.)":["Activa utilidades para gestionar ajustes de visibilidad (copiar, importar, etc.)"],"By default, help notices and popovers display in the Editor providing additional information about how to use Block Visibility. Disable for a more simplified interface.":["Por defecto, los avisos de ayuda y las ventanas emergentes se muestran en el editor facilitando información adicional sobre cómo usar Block Visibility. Desactívalos para disponer de una interfaz más simplificada."],"Enable help notices and popovers in the Editor.":["Activar avisos de ayuda y ventanas emergentes en el editor."],"Help Notices & Popovers":["Avisos de ayuda y ventanas emergentes"],"Some visibility controls (currently just the Hide Block control) can be made available in the toolbar of each block.":["Algunos controles de visibilidad (actualmente solo el control de ocultar bloque) pueden estar disponibles en la barra de herramientas de cada bloque."],"Combining contextual indicators with reduced block opacity can assist users in quickly determining which blocks have active visibility controls.":["La combinación de indicadores contextuales con una opacidad reducida de los bloques puede ayudar a los usuarios a determinar rápidamente qué bloques tienen controles de visibilidad activos."],"Contextual indicators assist users in quickly determining which blocks have active visibility controls.":["Los indicadores contextuales ayudan a los usuarios a determinar rápidamente qué bloques tienen controles de visibilidad activos."],"Settings that impact the Editor, such as contextual indicators for when a block has visibility controls, as well as additional toolbar options.":["Ajustes que afectan al editor, como indicadores contextuales para cuando un bloque tiene controles de visibilidad, así como opciones adicionales de la barra de herramientas."],"Editor":["Editor"],"If you are looking for a block and do not see it listed, you may need to enable Full Control Mode on the General Settings tab.":["Si buscas un bloque y no lo ves en la lista, es posible que tengas que activar el modo de control total en la pestaña de ajustes generales."],"Only some block types may need visibility controls. The Block Manager allows you to restrict visibility controls to specific block types.":["Es posible que sólo algunos tipos de bloque necesiten controles de visibilidad. El gestor de bloques permite restringir los controles de visibilidad a determinados tipos de bloque."],"Some blocks may appear in the Block Manager as uncategorized even though they have an assigned category in the Editor. This is due to how the block is registered in WordPress.":["Algunos bloques pueden aparecer en el gestor de bloques como no categorizados aunque tengan una categoría asignada en el editor. Esto se debe a cómo se registra el bloque en WordPress."],"When a visibility control is disabled, blocks that rely on the disabled control will become visible again unless other enabled controls hide them.":["Cuando se desactiva un control de visibilidad, los bloques que dependen del control desactivado volverán a ser visibles a menos que otros controles activados los oculten."],"Reset failed. Try again or get in touch with support.":["Error de reinicio. Inténtalo de nuevo o ponte en contacto con el servicio de soporte."],"Update failed. Try again or get in touch with support.":["Error de reinicio. Inténtalo de nuevo o ponte en contacto con el servicio de soporte."],"The WP Fusion control allows you to conditionally display blocks based on WP Fusion tags.":["El control WP Fusion te permite mostrar condicionalmente bloques basados en etiquetas de WP Fusion."],"The Advanced Custom Fields (ACF) control allows you to conditionally display blocks, including ACF blocks, based on ACF fields.":["El control por Advanced Custom Fields (ACF) te permite mostrar bloques condicionalmente, incluidos bloques de ACF y basaose en campos de ACF."],"The User Role control allows you to conditionally display blocks based on whether a user is logged-in, logged-out, and more.":["El control por perfiles de usuario permite mostrar bloques de forma condicional en función de si el usuario ha accedido o no al sistema."],"The Date & Time control allows you to conditionally display blocks based on time and date settings, which includes the ability to schedule blocks.":["El control por fecha y hora permite mostrar bloques de forma condicional en función de los ajustes de fecha y hora, lo que incluye la posibilidad de programar bloques."],"The Hide Block control allows you to hide blocks easily on your website's front end. This control overrides all other controls when enabled on a block.":["El control de ocultar bloque te permite ocultar bloques fácilmente en la página de inicio de tu web. Este control anula todos los demás controles cuando se activa en un bloque."],"Default controls are automatically displayed in the Visibility panel when editing a block in the Editor. Defaults can be helpful if you frequently use the same few controls.":["Los controles por defecto se muestran automáticamente en el panel de visibilidad al editar un bloque en el editor. Los valores por defecto pueden ser útiles si utilizas con frecuencia los mismos controles."],"Reduce block opacity when visibility controls are applied.":["Reduce la opacidad del bloque cuando se aplican controles de visibilidad."],"Contextual Block Opacity":["Opacidad contextual del bloque"],"Block Opacity":["Opacidad del bloque"],"This functionality allows you to create user-based rule sets, which provide extensive configuration options and greater flexibility.":["Esta funcionalidad te permite crear conjuntos de reglas basados en usuarios, lo que ofrece amplias opciones de configuración y mayor flexibilidad."],"Enable advanced user role restrictions (User rule sets)":["Activar las restricciones avanzadas por perfiles de usuario (conjuntos de reglas por usuarios)"],"General":["General"],"Reset All":["Restablecer todo"],"Resetting will restore all configured settings on the current tab to their default values. To restore all plugin settings, choose Reset All.":["El restablecimiento restaurará todos los ajustes configurados en la pestaña actual a sus valores por defecto. Para restaurar todos los ajustes del plugin, selecciona «Restablecer todo»."],"Reset Settings":["Restablecer los ajustes"],"Submit a Review":["Enviar una reseña"],"If you are enjoying Block Visibility and find it useful, please consider leaving a ★★★★★ review on WordPress.org. Your feedback is greatly appreciated and helps others discover the plugin.":["Si estás disfrutando de Block Visibility y lo encuentras útil, por favor, considera dejar una valoración de ★★★★★ en WordPress.org. Tus comentarios son muy apreciados y ayudan a otros a descubrir el plugin."],"Share Your Feedback":["Comparte tu opinión"],"View Knowledge Base":["Ver la base de conocimiento"],"Detailed documentation is also available on the plugin website.":["La documentación detallada también está disponible en la web del plugin."],"Support Forum":["Foro de soporte"],"Whether you need help or have a new feature request, please create a topic in the support forum on WordPress.org.":["Tanto si necesitas ayuda como si tienes una petición de una nueva característica, por favor, crea un debate en el foro de soporte de WordPress.org."],"Need Support?":["¿Necesitas soporte?"],"Indicator color":["Color del indicador"],"Purple":["Morado"],"WordPress Blue":["WordPress azul"],"Medium Blue":["Azul medio"],"Green":["Verde"],"Yellow":["Amarillo"],"Orange":["Naranja"],"Red":["Rojo"],"Light Grey":["Gris claro"],"Black":["Negro"],"Restrict visibility to specific individual users on your website based on user ID. You can select multiple users at once.":["Restringe la visibilidad de usuarios individuales específicos en tu web basándote en el ID del usuario. Puedes seleccionar varios usuarios a la vez."],"Enable individual user restrictions.":["Activa las restricciones individuales de usuarios."],"Visit the plugin Knowledge Base for more information on configuring third-party integration controls and what integrations are currently available in Block Visibility.":["Visita la base de conocimiento del plugin para más información sobre cómo configurar los controles de integración de terceros y qué integraciones están actualmente disponibles en Block Visibility."],"The settings below allow you to configure all third-party integration controls for Block Visibility. If you are looking for an integration, and do not see it below, make sure the respective third-party plugin is installed and activated on your website.":["Los ajustes siguientes te permiten configurar todos los controles de integración de terceros con Block Visibility. Si estás buscando una integración y no la ves abajo asegúrate de que el plugin de terceros esté instalado y activo en tu web."],"Third-Party Integration Controls":["Controles de integración con terceros"],"Restrict visibility by any user role (Administrator, Editor, Subscriber, etc.). Roles added by third-party plugins will also be available to choose from.":["Restringe la visibilidad de cualquier perfil de usuario (administrador, editor, suscriptor, etc.). Los perfiles añadidos por plugins de terceros también estarán disponibles para seleccionarlos."],"More Information":["Más información"],"Toolbar Controls":["Controles de la barra de herramientas"],"Enable contextual indicators.":["Activar los indicadores contextuales."],"Contextual Indicators":["Indicadores contextuales"],"Select Controls…":["Controles de selección…"],"Default visibility controls":["Controles de visibilidad por defecto"],"Enable the Advanced Custom Fields control.":["Activa el control de Advanced Custom Fields (ACF)."],"Reset":["Restablecer"],"Cancel":["Cancelar"],"Advanced Custom Fields":["Advanced Custom Fields"],"Enable the WP Fusion control.":["Activar el control de WP Fusion."],"The Query String control allows you to conditionally display blocks based on URL query strings.":["El control de cadenas de consulta te permite mostrar bloques condicionalmente, basado en cadenas de consulta de URL."],"Enable the Query String control.":["Activar el control de cadenas de consulta."],"WP Fusion":["WP Fusion"],"Query String":["Cadena de consulta"],"Enable the User Role controls.":["Activar los controles de perfil de usuario."],"Twitter":["Twitter"],"Knowledge Base":["Base de conocimiento"],"By default, the CSS needed for the Screen Size controls is loaded on the front end of your website. If disabled, you will need to add the CSS manually to your theme for the Screen Size controls to work properly. This CSS code is available via the \"Preview Frontend CSS\" button.":["Por defecto, el CSS necesario para los controles del tamaño de pantalla se carga en la portada de tu web. Si está desactivado necesitarás añadir manualmente el CSS a tu tema para que funcionen correctamente los controles de tamaño de pantalla. Este código CSS está disponible en el botón «Previsualizar CSS de portada» de esta página."],"Note that once enabled, any block that is only using the advanced controls to hide at extra large or extra small breakpoints will become visible again if you disable this setting in the future.":["Ten en cuenta que una vez activo cualquier bloque que solo esté usando los controles avanzados para ocultar a puntos de ruptura muy grandes o muy pequeños, se volverá visible de nuevo si este ajuste se desactiva en un futuro."],"By default, the Screen Size control includes two breakpoints and three controls for users to hide blocks. There are certain situations where you may need more control over when a block should be visible, for example, in the case of very large or small screens. Enabling advanced controls provides these options.":["Por defecto, el control del tamaño de pantalla incluye dos puntos de ruptura y tres controles para que los usuarios oculten los bloques. Hay ciertas situaciones en las que puedes necesitar más control sobre cuándo debería ser visible un bloque, por ejemplo, en caso de pantallas muy grandes o muy pequeñas. Activar los controles avanzados ofrece estas opciones."],"The Screen Size control allows you to conditionally display blocks on the current width of the browser window, or in other words, the screen size of a user's device.":["Los controles de tamaño de pantalla te permiten ocultar bloques basado en el ancho actual de la ventana del navegador o, en otras palabras, del tamaño de pantalla del dispositivo del usuario."],"Enable the Screen Size controls.":["Activar los controles de tamaño de pantalla"],"Screen Size":["Tamaño de pantalla"],"Load screen size CSS on the frontend of this website.":["Carga el CSS de tamaño de pantalla en la portada de esta web."],"Enable advanced screen size controls.":["Activar los controles de tamaño de pantalla avanzados"],"Allows users to hide blocks on extra small screen sizes, less than %s.":["Permite a los usuarios ocultar bloques en tamaños de pantalla pequeños, menores de %s."],"Enable mobile (portrait) control":["Activar el control en móviles (retrato)"],"Allows users to hide blocks on small screen sizes, between %1$s and %2$s.":["Permite a los usuarios ocultar bloques en tamaños de pantalla pequeños, entre %1$s y %2$s."],"Allows users to hide blocks on small screen sizes, less than %s.":["Permite a los usuarios ocultar bloques en tamaños de pantalla pequeños, menores de %s."],"Enable mobile (landscape) control":["Activar el control en móviles (apaisado)"],"Enable mobile control":["Activar el control en móviles"],"Allows users to hide blocks on medium screen sizes, between %1$s and %2$s.":["Permite a los usuarios ocultar bloques en tamaños de pantalla medianos, entre %1$s y %2$s."],"Enable tablet control":["Activar el control en tabletas"],"Allows users to hide blocks on large screen sizes, between %1$s and %2$s.":["Permite a los usuarios ocultar bloques en tamaños de pantalla grandes, entre %1$s y %2$s."],"Allows users to hide blocks on large screen sizes, %s and up.":["Permite a los usuarios ocultar bloques en tamaños de pantalla grandes, de %s y superiores."],"Enable desktop control":["Activar el control en dispositivos de escritorio"],"Allows users to hide blocks on extra large screen sizes, %s and up.":["Permite a los usuarios ocultar bloques en tamaños de pantalla muy grandes, de %s y superiores."],"Enable large desktop control":["Activar el control en dispositivos de escritorio grandes"],"The default controls are Desktop, Tablet, and Mobile. Advanced screen size controls add Large Desktop and Mobile (portrait).":["Los controles por defecto son dispositivo de escritorio, tableta y móvil. Los controles avanzados de tamaño de pantalla añaden dispositivo de escritorio y móvil grande (retrato). "],"The settings below allow you to restrict which controls are available to users in the Block\/Site Editor. Disabling controls will remove the corresponding CSS from the front end of your website.":["Los siguientes ajustes te permiten restringir qué controles están disponibles para los usuarios en el editor de bloques\/sitio. Desactivar los controles eliminará el CSS correspondiente de la portada de tu web."],"Controls":["Controles"],"The default breakpoints are Large (992px) and Medium (768px). Advanced screen size controls add Extra Large (1200px) and Small (576px).":["Los puntos de ruptura por defecto son grande (992px) y medio (768px). Los controles avanzados de tamaño de pantalla añaden muy grande (1200px) y pequeño (576px)."],"The plugin automatically sets a series of breakpoints that enable the Screen Size control. However, for best results, you can configure the breakpoints to correspond with the media breakpoints of your current theme.":["El plugin establece una serie de puntos de ruptura qué permiten controlar automáticamente el tamaño de la pantalla. Sin embargo, para unos mejores resultados, puedes configurar los puntos de ruptura que correspondan con los puntos de ruptura para medios de tu tema actual."],"Breakpoints":["Puntos de ruptura"],"Mobile (landscape) screen sizes.":["Tamaños de pantalla móvil (apaisado)"],"Small":["Pequeño"],"Tablet (portrait) screen sizes.":["Tamaños de pantalla de tableta (retrato)"],"Medium":["Medio"],"Desktop and tablet (landscape) screen sizes.":["Tamaños de pantalla en dispositivos de escritorio y tabletas (apaisado)."],"Large":["Grande"],"Large desktop screen sizes.":["Tamaños de pantalla en dispositivos de escritorio grandes."],"Extra Large":["Muy grande"],"Hide Preview":["Ocultar vista previa"],"Preview Frontend CSS":["Previsualizar CSS de portada"],"Enable individual user role restrictions (Administrator, Editor, Subscriber, etc.)":["Activa las restricciones de perfil de usuario individuales (administrador, editor, suscriptor, etc.)"],"Enable the Date & Time controls.":["Activar los controles de fecha y hora"],"Enable the Hide Block control.":["Activar el control de ocultar bloque."],"GitHub":["GitHub"],"Support":["Soporte"],"Loading settings…":["Cargando ajustes..."],"Restrict block visibility controls to selected user roles.":["Restringe controles de visibilidad de bloques a los perfiles de usuario seleccionados."],"User Permissions":["Permisos de usuario"],"Choose which user roles should be allowed to control visibility settings in the Editor. Administrators will always have permission.":["Elige qué perfiles de usuario deberían tener acceso a los ajustes de visibilidad en el editor de bloques. Los administradores siempre tienen permisos."],"Block Visibility Variables":["Variables de visibilidad de bloques"],"Block Visibility Settings":["Ajustes de visibilidad de bloques"],"Enable block toolbar controls for visibility settings.":["Activar los controles de la barra de herramientas del bloque para los ajustes de visibilidad."],"Date & Time":["Fecha y hora"],"User Role":["Perfil de usuario"],"Remove all plugin settings when Block Visibility is uninstalled.":["Elimina todos los ajustes del plugin cuando se desinstala Block Visibility."],"Uninstall":["Desinstalar"],"Enable Full Control Mode to add visibility controls to <strong>every<\/strong> block. <a>Use with caution<\/a>.":["Activa el modo de control total y añade controles de visibilidad a <strong>todos<\/strong> los bloques. <a>Usar con precaución<\/a>."],"Full Control Mode":["Modo de control total"],"Search for a block":["Buscar un bloque"],"Visibility is disabled for %s block type":["La visibilidad está desactivada para el tipo de bloque %s","La visibilidad está desactivada para los tipos de bloque %s"],"Visibility is enabled for all blocks":["La visibilidad está activa para todos los bloques"],"Hide Block":["Ocultar bloque"],"The settings below allow you to configure the visibility controls that power Block Visibility. Pick and choose which controls you want to enable and how you would like them to function.":["Los siguientes ajustes te permiten configurar los controles de visibilidad facilitados por Block Visibility. Elige y selecciona qué controles te gustaría activar y cómo te gustaría que funcionen."],"Learn More":["Más información"],"Saving":["Guardando"],"Update":["Actualizar"],"Updating…":["Actualizando..."],"General Settings":["Ajustes generales"],"Block Manager":["Gestor de bloques"],"Visibility Controls":["Controles de visibilidad"],"Review":["Valorar"],"Block Visibility":["Block Visibility"]}},"comment":{"reference":"build\/block-visibility-settings.js"}}