{"translation-revision-date":"2025-07-01 09:22:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Buy now":["Jetzt kaufen"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Wenn du über ein Upgrade nachgedacht hast, ist jetzt der richtige Zeitpunkt! 30% Rabatt bis 3. Dez. 11 Uhr (MEZ)"],"30% OFF - BLACK FRIDAY":["30% RABATT - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sJetzt %3$s kaufen%2$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Mach die Bearbeitung von Inhalten zum Kinderspiel! Optimiere deine SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck.%1$s%2$sMehr erfahren%3$s%4$s"],"Optimize your SEO content with %s":["Optimiere deine SEO-Inhalte mit %s"],"Undefined error message.":["Undefinierte Fehlermeldung."],"30-day money back guarantee.":["30 Tage Geld-zurück-Garantie."],"%1$sSupport language:%2$s English":["%1$sUnterstützte Sprache:%2$s Englisch"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lass die künstliche Intelligenz einen Teil des Denkens für dich übernehmen und spare Zeit. Erhalte hochwertige Vorschläge für Titel und Meta-Beschreibungen, damit deine Seiten gut ranken und du in den sozialen Medien gut aussiehst. %1$sMehr erfahren%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lass die künstliche Intelligenz einen Teil des Denkens für dich übernehmen und spare Zeit. Erhalte hochwertige Vorschläge für Produkttitel und Meta-Beschreibungen, damit deine Seiten gut ranken und du in den sozialen Medien gut aussiehst. %1$sMehr erfahren%2$s%3$s"],"Explore %s now!":["Entdecke jetzt %s!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sUnterstützung rund um die Uhr%2$s: Auch abends und an den Wochenenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnsprechende soziale Vorschaubilder%2$s, auf die man tatsächlich klicken möchte."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKeine kaputten Links mehr%2$s: Manager für automatische Weiterleitungen."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperschnelle%2$s interne Verlinkungsvorschläge."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMehrere Schlüsselwörter%2$s: Höher ranken für mehr Suchanfragen."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bessere SEO-Titel und Meta-Beschreibungen, schneller."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Nutze die KI, um Titel und Meta-Beschreibungen zu generieren, gelöschte Seiten automatisch umzuleiten, 24\/7-Support zu erhalten und vieles, vieles mehr!"],"Claim your 30% off now!":["Sichere dir jetzt deine 30% Rabatt!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Use AI to write your titles & meta descriptions!":["Verwende KI, um Titel und Meta-Beschreibungen zu erstellen!"],"Write a bug report":["Schreibe einen Fehlerbericht"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Unser Support-Team steht dir für alle Fragen zur Verfügung. Fülle das (Popup-)Kontaktformular aus und wir werden uns so schnell wie möglich bei dir melden!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Wenn du nicht die Antworten findest, nach denen du suchst und persönliche Hilfe benötigst, kannst du rund um die Uhr Unterstützung von einem unserer Support-Techniker erhalten."],"Contact our support team":["Kontaktiere unser Support-Team"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Bist du bei der Verwendung von %1$s auf einen Fehler gestoßen? Bitte erstelle einen Fehlerbericht in unserem GitHub-Repository, um uns über das Problem zu informieren!"],"Raise a bug report on GitHub":["Erstelle einen Fehlerbericht auf GitHub"],"Visit WordPress forum":["Besuche das WordPress-Forum"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Im WordPress-Supportforum für %1$s kannst du Antworten finden oder von %1$s-Benutzern in der WordPress-Community um Hilfe bitten."],"WordPress support forum for %1$s":["WordPress-Supportforum für %1$s"],"Visit our help center":["Besuche unser Hilfecenter"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Schau in unserem Hilfecenter nach Artikeln, Tutorials und anderen Ressourcen, die dir helfen, das Beste aus %1$s herauszuholen!"],"%1$s's help center":["Das Hilfecenter von %1$s"],"Need help with %1$s? These resources are a great place to start!":["Brauchst du Hilfe bei %1$s? Diese Ressourcen sind ein großartiger Ausgangspunkt!"],"Additional resources":["Zusätzliche Ressourcen"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Hier findest du Antworten auf häufig gestellte Fragen zur Verwendung von %1$s. Wenn deine Frage nicht aufgeführt ist, kannst du einen Blick auf den folgenden Abschnitt werfen."],"Frequently asked questions":["Häufig gestellte Fragen"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Wenn du Fragen hast, Hilfe bei einem technischen Problem benötigst oder einfach nur Hallo sagen möchtest, bist du bei uns genau richtig. Nimm Kontakt mit uns auf, wir helfen dir gerne weiter!"],"Support":["Support"],"%1$sGet%2$s %3$s":["%1$sHol dir%2$s %3$s"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, musst du %1$s erlauben, eingebettete Videos von %2$s zu laden."],"Unlock with %1$s":["Entsperren mit %1$s"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen in diesem Abschnitt verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Read reviews from real users":["Lies Bewertungen von echten Benutzern"],"Beta":["Beta"],"Learn SEO":["SEO kennenlernen"],"Check out %1$s":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir bieten sowohl kostenlose als auch Premium-Online-Kurse an, um alles zu lernen, was du über SEO wissen musst."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"Upgrade to %s":["%s buchen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Close":["Schließen"]}},"comment":{"reference":"js\/dist\/support.js"}}