{"translation-revision-date":"2025-07-01 09:22:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Buy now":["Jetzt kaufen"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Wenn du über ein Upgrade nachgedacht hast, ist jetzt der richtige Zeitpunkt! 30% Rabatt bis 3. Dez. 11 Uhr (MEZ)"],"30% OFF - BLACK FRIDAY":["30% RABATT - BLACK FRIDAY"],"%1$sBuy%2$s %3$s":["%1$sJetzt %3$s kaufen%2$s"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Mach die Bearbeitung von Inhalten zum Kinderspiel! Optimiere deine SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck.%1$s%2$sMehr erfahren%3$s%4$s"],"Optimize your SEO content with %s":["Optimiere deine SEO-Inhalte mit %s"],"Undefined error message.":["Undefinierte Fehlermeldung."],"30-day money back guarantee.":["30 Tage Geld-zurück-Garantie."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lass die künstliche Intelligenz einen Teil des Denkens für dich übernehmen und spare Zeit. Erhalte hochwertige Vorschläge für Titel und Meta-Beschreibungen, damit deine Seiten gut ranken und du in den sozialen Medien gut aussiehst. %1$sMehr erfahren%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lass die künstliche Intelligenz einen Teil des Denkens für dich übernehmen und spare Zeit. Erhalte hochwertige Vorschläge für Produkttitel und Meta-Beschreibungen, damit deine Seiten gut ranken und du in den sozialen Medien gut aussiehst. %1$sMehr erfahren%2$s%3$s"],"Explore %s now!":["Entdecke jetzt %s!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sUnterstützung rund um die Uhr%2$s: Auch abends und an den Wochenenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnsprechende soziale Vorschaubilder%2$s, auf die man tatsächlich klicken möchte."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKeine kaputten Links mehr%2$s: Manager für automatische Weiterleitungen."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperschnelle%2$s interne Verlinkungsvorschläge."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMehrere Schlüsselwörter%2$s: Höher ranken für mehr Suchanfragen."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bessere SEO-Titel und Meta-Beschreibungen, schneller."],"Unlock with the %1$s":["Entsperren mit %1$s"],"Generate product titles & descriptions with AI!":["Generiere Produkttitel und -beschreibungen mit AI!"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Nutze die KI, um Titel und Meta-Beschreibungen zu generieren, gelöschte Seiten automatisch umzuleiten, 24\/7-Support zu erhalten und vieles, vieles mehr!"],"Claim your 30% off now!":["Sichere dir jetzt deine 30% Rabatt!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Use AI to write your titles & meta descriptions!":["Verwende KI, um Titel und Meta-Beschreibungen zu erstellen!"],"New in %1$s":["Neu bei %1$s"],"Use AI":["KI verwenden"],"Potentially non-inclusive":["Potenziell nicht inklusive"],"%1$sGet%2$s %3$s":["%1$sHol dir%2$s %3$s"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, musst du %1$s erlauben, eingebettete Videos von %2$s zu laden."],"Unlock with %1$s":["Entsperren mit %1$s"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen in diesem Abschnitt verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Read reviews from real users":["Lies Bewertungen von echten Benutzern"],"Beta":["Beta"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Es gibt ungespeicherte Änderungen in einem oder mehreren Schritten. Wenn du jetzt abbrichst, bedeutet das, daß diese Änderungen eventuell nicht gespeichert werden. Bist du sicher, dass du abbrechen möchtest?"],"Upgrade to %s":["%s buchen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"OK SEO score":["Ausreichender SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"%1$s + %2$s":["%1$s + %2$s"],"Needs improvement":["Verbesserungsbedarf"],"Not available":["Nicht verfügbar"],"Good":["Gut"],"OK":["OK"],"Close":["Schließen"],"(no parent)":["(kein Elternelement)"]}},"comment":{"reference":"js\/dist\/term-edit.js"}}