Repository: websak/birchwood
Catalog: birchwood_system/languages/plugins/wp-duplicate-page-*.po
Languages: de_de

source: Save changes
de_de: Änderungen speichern

source: Text for duplicate page link. Default:
de_de: Text für den Seiten-Link des Duplikats. Standard:

source: Duplicate Page Link Text
de_de: Duplikatseiten-Linktext

source: Allowed Post Types
de_de: Erlaubte Inhaltstypen

source: Allowed User Roles
de_de: Erlaubte Benutzerrollen

source: Enjoyed %1$s? Please leave us a %2$s rating. We really appreciate your support!
de_de: Hat dir %1$s gefallen? Bitte hinterlasse uns eine %2$s-Bewertung. Wir schätzen deine Unterstützung sehr!

source: Settings
de_de: Einstellungen

source: Duplicate Page Settings
de_de: Duplicate-Page-Einstellungen

source: Untitled
de_de: Ohne Titel

source: Copy features for this post type are not enabled in setting page
de_de: Kopierfunktionen für diesen Inhaltstyp sind auf der Einstellungsseite nicht aktiviert

source: No post to duplicate!
de_de: Kein zu duplizierender Beitrag!

source: Current user is not allowed to duplicate .
de_de: Dem aktuellen Benutzer ist das Duplizieren nicht erlaubt.

source: Duplicate
de_de: Duplizieren

source: Copy creation failed, could not find original:
de_de: Erstellung der Kopie fehlgeschlagen, das Original konnte nicht gefunden werden:

source: Duplicate Posts, Pages and Custom Post Types.
de_de: Dupliziere Beiträge, Seiten und individuelle Inhaltstypen
