{"translation-revision-date":"2025-02-11 18:42:07+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Saved Profiles":["Perfiles guardados"],"Save Profile":["Guardar el perfil"],"Paused":["En pausa"],"Export Complete":["Exportación completa"],"Pull from %s":["Tirar desde %s"],"Push to %s":["Empujar hacia %s"],"WordPress core":["Núcleo de WordPress"],"other":["otro"],"media":["medios"],"must-use plugin":["plugin de uso obligatorio"],"plugin":["plugin"],"theme":["tema"],"Migrating %s files...":["Migrando %s archivos..."],"static":["estático"],"initializing":["iniciando"],"max reached":["máximo alcanzado"],"maintaining":["manteniendo"],"Queue status not returned from remote.":["No se ha devuelto el estado de la cola desde el remoto."],"Scanning %s - %s files found...":["Explorando %s - %s archivos encontrados"],"media library":["biblioteca de medios"],"Starting file transfer of %s files...":["Iniciando transferencia de %s archivos"],"core":["núcleo"],"others":["otros"],"must-use plugins":["plugins de uso obligatorio"],"plugins":["plugins"],"themes":["temas"],"Theme & Plugin Files addon":["Extensión de archivos de tema y plugin"],"Try again.":["Vuelve a intentarlo."],"Password":["Contraseña"],"Username":["Nombre de usuario"],"Why?":["¿Por qué?"],"<strong>Unrecognized File<\/strong> &mdash; This file does not appear to have been generated by WP Migrate. Importing files generated by phpMyAdmin, WP-CLI, etc. should work, but we recommend using WP Migrate's Export feature.":["<strong>Archivo no reconocido<\/strong> &mdash; Este archivo no parece haber sido generado por WP Migrate. Importar archivos generados por phpMyAdmin, WP-CLI, etc. debería funcionar, pero recomendamos utilizar la característica de exportación de WP Migrate."],"No file selected":["Ningún archivo seleccionado"],"It looks like the file you are trying to import is from a single site install and this install is a multisite. This type of migration isn't currently supported. <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Learn more »<\/a>":["Parece que el archivo que estás tratando de importar es de una instalación de sitio único y esta instalación es de multisitio. Este tipo de migración no es posible actualmente. <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Más información»<\/a>"],"It looks like the file you are trying to import is from a multisite install and this install is a single site. To run this type of import you'll need to use the <a href=\"%1$s\" target=\"_blank\" rel=\"noopener noreferrer\">Multisite tools addon<\/a> to export a subsite as a single site. <a href=\"%2$s\" target=\"_blank\">Learn more »<\/a>":["Parece que el archivo que estás tratando de importar es de una instalación multisitio y esta instalación es de sitio único. Para ejecutar este tipo de importación necesitarás la <a href=\"%1$s\" target=\"_blank\" rel=\"noopener noreferrer\">Extensión de herramientas multisitio<\/a> para exportar un subsitio como un sitio único. <a href=\"%2$s\" target=\"_blank\">Más información »<\/a>"],"Expand All":["Expandir todo"],"Collapse All":["Contraer todo"],"Add Row":["Añadir fila"],"Remove row":["Eliminar fila"],"Find and replace row":["Buscar y reemplazar fila"],"Find and replace row options":["Opciones de buscar y reemplazar filas"],"More information.":["Más información."],"Migration disabled":["Migración desactivada"],"Please select post types to exclude or migrate all post types":["Por favor, selecciona tipos de entrada para excluir o migrar todos los tipos de entrada"],"Migrate only selected post types below":["Migrar solo los tipos de entrada seleccionados de la zona inferior"],"Migrate all post types":["Migrar todos los tipos de contenido"],"Backup the database before running the import":["Haz una copia de seguridad de la base de datos antes de realizar la importación"],"Backup the remote database before replacing it":["Haz una copia de seguridad de la base de datos remota antes de reemplazarla"],"Replace":["Reemplazar"],"Compatible with older versions of MySQL":["Compatible con versiones antiguas de MySQL"],"Exclude transients":["Excluye los datos transitorios"],"Check them out":["Compruébalos"],"about %s":["acerca de %s"],"View Full Release Notes":["Ver todas las notas de la versión"],"Support":["Ayuda"],"Unlicensed version":["Versión sin licencia"],"Edit License Key":["Editar clave de licencia"],"License Expired":["Licencia caducada"],"No":["No"],"Yes, I'd Like to Help":["Sí, me gustaría ayudar"],"Dismiss":["Descartar"],"What's New":["Novedades"],"Help":["Ayuda"],"Upgrades":["Actualizaciones"],"Settings":["Ajustes"],"Backups":["Copias de seguridad"],"Profiles":["Perfiles"],"Loading profile... ":["Cargando perfil... "],"Select at least one type of content to be migrated.":["Selecciona al menos un tipo de contenido a migrar."],"Show changes with prompt to save or cancel":["Mostrar los cambios con indicación de guardar o cancelar"],"Preview Changes":["Previsualizar los cambios"],"Run the full process with no prompt":["Ejecuta el proceso completo sin indicación"],"The profile you are using was imported from an older version of WP Migrate. Please review and update the following settings:":["El perfil que estás utilizando fue importado desde una versión anterior de WP Migrate. Por favor, revisa y actualiza los siguientes ajustes:"],"Profile Settings Have Changed":["Los ajustes del perfil ha cambiado"],"Close Save Profile Dialog":["Cerrar el diálogo «Guardar perfil»"],"Problem saving profile:":["Problema al guardar el perfil:"],"Overwrite existing":["Sobrescribir lo existente"],"Create new":["Crear nuevo"],"Replace text in this site's database":["Reemplazar texto en la base de datos de este sitio"],"Export this site's database and files":["Exportar la base de datos y los archivos de este sitio"],"Replace a <b>remote site's<\/b> database and files with <b>this site's<\/b> database and files":["Sustituye la base de datos y los archivos de un <b>sitio remoto<\/b> por la base de datos y los archivos de <b>este sitio<\/b>."],"Replace <b>this site's<\/b> database with the contents of an&nbsp;SQL&nbsp;file":["Sustituye la base de datos de <b>este sitio<\/b> por el contenido de un archivo <b>SQL<\/b>."],"Replace <b>this site's<\/b> database and files with a <b>remote site's<\/b> database&nbsp;and&nbsp;files":["Sustituye la base de datos y los archivos de <b>este sitio<\/b> por la base de datos y los archivos de un <b> sitio remoto<\/b>."],"(Preview)":["(Vista previa)"],"The operation has been stopped and no changes were made.":["La operación se ha detenido y no se han realizado cambios."],"Resume":["Reanudar"],"Apply Changes":["Aplicar los cambios"],"Next":["Siguiente"],"Prev":["Anterior"],"Column:":["Columna:"],"Row ID:":["ID de fila:"],"Apply these changes to update WordPress database. If any data has been modified since this preview was started, that data will be overwritten.":["Aplica estos cambios para actualizar la base de datos de WordPress. Si se ha modificado algún dato desde que se inició esta vista previa, esos datos se sobrescribirán."],"Matches Found":["Se han encontrado coincidencias"],"Table":["Tabla"],"Migrate Tables":["Migrar tablas"],"Media":["Medios"],"Table Migration":["Migración de tabla"],"Tables":["Tablas"],"View Backups":["Ver copias de seguridad"],"Download Report":["Descargar informe"],"Close migration modal":["Cerrar la ventana emergente de migración"],"Learn More":["Más información"],"Need to work on this site in a local development environment?":["¿Necesitas trabajar en este sitio en un entorno de desarrollo local?"],"exported":["exportado"],"backed up":["respaldado"],"updated":["actualizado"],"imported":["importado"],"site":["sitio"],"database":["base de datos"],"Loading...":["Cargando…"],"New Migration":["Nueva migración"],"Error loading profile, please check your server error logs.":["Error al cargar el perfil, comprueba los registros de errores de tu servidor."],"Rename":["Renombrar"],"Cancel":["Cancelar"],"Delete":["Borrar"],"Are you sure?":["¿Seguro?"],"Saving...":["Guardando…"],"SQL File":["Archivo SQL"],"Database":["Base de datos"],"Remote Site":["Sitio remoto"],"Action":["Acción"],"Transferring":["Transfiriendo"],"Saving":["Guardando"],"Backing up":["Respaldando"],"Migration Failed":["Ha fallado la migración"],"Migration cancelled":["Migración cancelada"],"preview changes below":["previsualiza los cambios a continuación"],"Pausing...":["Pausando…"],"Cancelling migration...":["Cancelar la migración…"],"Uploading File":["Subiendo archivo"],"Running backup, please wait...":["Ejecutando copia de seguridad, por favor espera…"],"Importing SQL file...":["Importando archivo SQL…"],"The backup file has been saved to your server.":["El archivo de copia de seguridad se ha guardado en tu servidor."],"Backup Complete":["Copia de seguridad completa"],"to":["a"],"from":["desde"],"Backup":["Copia de seguridad"],"How to Fix Folder Permissions":["Cómo arreglar los permisos de las carpetas"],"<code>%s<\/code> is not writable at the destination.":["<code>%s<\/code> no tiene permisos de escritura en el destino."],"An unknown error occurred. Please check your PHP error log or contact support.":["Se ha producido un error desconocido. Comprueba el registro de errores de PHP o ponte en contacto con el servicio de asistencia."],"Saved":["Guardado"],"Error":["Error"],"Information":["Información"],"Success":["Correcto"],"Warning":["Advertencia"],"min":["minuto"],"sec":["segundo"],"Total Requests":["Total de solicitudes"],"Average Request Size":["Tamaño medio de la solicitud"],"Actual Request Size":["Tamaño real de la solicitud"],"Max Request Size":["Tamaño máximo de la solicitud"],"Export Database":["Exportar la base de datos"],"Import Database":["Importar base de datos"],"Backup Database":["Copia de seguridad de la base de datos"],"Backup selected tables":["Copia de seguridad de las tablas seleccionadas"],"Backup tables selected for migration":["Copia de seguridad de las tablas seleccionadas para la migración"],"Backup all tables":["Copia de seguridad de todas las tablas"],"No backup":["Sin copia de seguridad"],"Selected tables":["Tablas seleccionadas"],"All tables":["Todas las tablas"],"Other Files":["Otros archivos"],"Must-Use Plugins":["Plugins imprescindibles"],"Media Uploads":["Subidas de medios"],"Export":["Exportar"],"Close":["Cerrar"],"Plugins":["Plugins"],"Themes":["Temas"],"Migrate":["Migrar"],"Upgrade":["Actualizar"],"to pull remote data into this site":["para recuperar datos remotos a este sitio"],"<strong>Microsoft Edge Not Supported<\/strong> &mdash; Less than 2% of our customers use Microsoft Edge, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.":["<strong>No compatible con Microsoft Edge<\/strong> &mdash; Menos del 2% de nuestros clientes usan Microsoft Edge, así que hemos decidido no emplear tiempo dándole compatibilidad. Te pedimos que uses Firefox o un navegador basado en Webkit como Chrome o Safari en su lugar. Si esto te supone un problema ,por favor, háznoslo saber."],"Save":["Guardar"],"Whoa! We've detected that the database table prefix in the import file does not match the database prefix of this install. Clicking the Import button below will create new database tables with the prefix \"%s\"":["¡Vaya! Hemos detectado que el prefijo de la tabla de base de datos del archivo de importación no corresponde con el prefijo de la base de datos de esta instalación. Al hacer a continuación clic en el botón Importar, crearás nuevas tablas de base de datos con el prefijo «%s»."],"HTTPS Disabled":["HTTPS desactivado"],"Upload":["Subir"],"Import Complete":["Importación completada"],"Importing":["Importando"],"Activate your license":["Activa tu licencia"],"Find & Replace":["Buscar y reemplazar"],"Running find & replace...":["Buscar y reemplazar en curso..."],"Multisite Tools":["Herramientas multisitio"],"Media Files":["Multimedia"],"Complete":["Completar"],"Finalizing":["Finalizando"],"Pause":["Pausar"],"Pushing to %s...":["Enviando a %s..."],"Pulling from %s...":["Recuperando de %s..."],"Pause before replacing migrated tables":["Hacer una pausa antes de sustituir las tablas migradas"],"Please select at least one table to backup":["Por favor selecciona al menos una tabla para la copia de seguridad."],"If you've found a bug, please <a href=\"%s\">submit an issue at Github<\/a>.":["Si has encontrado un error, por favor, <a href=\"%s\">envía el problema a Github<\/a>."],"If you want a <strong>timely response via email from a developer<\/strong> who works on this plugin, <a href=\"%s\">upgrade to WP Migrate<\/a> and send us an email.":["Si quieres una <strong>respuesta adecuada por correo electrónico de un desarrollador<\/strong> que trabaja en este plugin, <a href=\"%s\">mejora a WP Migrate<\/a> y envíanos un correo electrónico."],"You may ask the WordPress community for help by posting to the <a href=\"%s\">WordPress.org support forum<\/a>. Response time can range from a few days to a few weeks and will likely be from a non-developer.":["Puedes pedir ayuda a la comunidad de WordPress escribiendo en el <a href=\"%s\">foro de soporte de WordPress.org<\/a>. El tiempo de respuesta puede ir de unos pocos días a unas pocas semanas y probablemente no sea de parte de un desarrollador."],"As this is a free plugin, we do not provide support.":["Como se trata de un plugin gratuito, no ofrecemos soporte."],"<strong>Internet Explorer Not Supported<\/strong> &mdash; Less than 2% of our customers use IE, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.":["<strong>Internet Explorer no compatible<\/strong> — menos del 2% de nuestros clientes usan IE, así que hemos decidido no gastar tiempo dándoles soporte. Te pedimos que uses Firefox o un navegador basado en Webkit como Chrome o Safari en su lugar. Si esto es un problema para ti, por favor háganoslo saber."],"Warning: Different Table Prefixes":["Advertencia: Diferentes prefijos de tabla"],"Compatible with older versions of MySQL (pre-5.5)":["Compatible con versiones anteriores de MySQL (pre-5.5)"],"Exclude spam comments":["Excluir comentarios de spam"],"Although the WordPress Codex emphasizes that GUIDs should not be changed, this is limited to sites that are already live. If the site has never been live, we recommend replacing the GUIDs. For example, you may be developing a new site locally at dev.somedomain.com and want to migrate the site live to somedomain.com.":["Aunque el Códex de WordPress enfatiza que los GUIDs no deberían ser cambiados, esto está limitado a sitios que ya están en producción. Si tu sitio nunca ha estado en producción, recomendamos reemplazar los GUIDs. Por ejemplo, puede que estés desarrollando un nuevo sitio de manera local en dev.algundominio.com y quieras migrar el sitio a producción en algundominio.com."],"Replace GUIDs":["Reemplazar GUIDs"],"Advanced Options":["Opciones avanzadas"],"We couldn't connect over HTTPS but regular HTTP appears to be working so we've switched to that. If you run a push or pull, your data will be transmitted unencrypted. Most people are fine with this, but just a heads up.":["No hemos podido conectarnos vía HTTPS, pero la conexión HTTP parece funcionar correctamente, por lo que hemos cambiado a esta opción. Si haces una exportación o importación tus datos serán enviados sin encriptar. La mayoría de la gente está de acuerdo con esto, pero preferimos advertirte en cualquier caso."],"Connection Info - Site URL & Secret Key":["Información de conexión - URL del sitio y clave secreta"],"Compress file with gzip":["Comprimir archivo con gzip"],"Establishing Connection...":["Estableciendo conexión..."],"We've detected that your server supports requests up to 25 MB, but\n          it's possible that your server has limitations that we could not\n          detect. To be on the safe side, we set the default to 1 MB, but you\n          can try throttling it up to get better performance. If you're getting\n          a 413 error or having trouble with time outs, try throttling this\n          setting down.":["Hemos detectado que su servidor admite peticiones de hasta 25 MB, pero es posible que su servidor tenga limitaciones que no pudimos detectar. Para estar seguros, establecemos el valor predeterminado en 1 MB, pero puedes intentar acelerarlo para obtener un mejor rendimiento. Si estás recibiendo un error 413 o tener problemas con los tiempos de espera, trate de limitar este ajuste."],"Maximum Request Size":["Tamaño máximo de la petición"],"Clear Error Log":["Borrar registro de Errores"],"Diagnostic Info & Error Log":["Información de diagnóstico y registro de errores"],"Invert Selection":["Invertir la selección"],"Deselect All":["Anular la selección de todo"],"Select All":["Seleccionar todo"],"Unsaved Profiles":["Perfiles guardados"],"As a result, uppercase characters in table names will be converted to lowercase during the migration.":["Como resultado, los caracteres en mayúsculas en los nombres de tabla se convertirán en minúsculas durante la migración."],"Migration cancellation failed":["Falló la cancelación de la migración"],"If you change the connection details, you will lose any replaces and table selections you have made below. Do you wish to continue?":["Si cambias los detalles de conexión perderás todos los reemplazos y selecciones de tablas que hayas realizado más abajo. ¿Quieres continuar?"],"Exporting, please wait...":["Exportando, por favor espera..."],"Please select at least one table to migrate":["Por favor selecciona al menos una tabla para migrar."],"Remind Me Later":["Recordarme más tarde"]}},"comment":{"reference":"frontend\/build-free\/static\/js\/main.88fae384cc00.js"}}