{"translation-revision-date":"2025-02-12 21:15:34+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Migrate":["Migrer"],"Upgrade":["Mettre à niveau"],"to pull remote data into this site":["pour extraire des données distantes sur ce site"],"<strong>Microsoft Edge Not Supported<\/strong> &mdash; Less than 2% of our customers use Microsoft Edge, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.":["<strong>Microsoft Edge n’est pas pris en charge<\/strong> &mdash; Moins de 2% de nos clients utilisent Microsoft Edge, aussi nous avons décidé de ne pas consacrer de temps à le prendre en charge. Nous vous demandons d’utiliser Firefox ou un navigateur webkit comme Chrome ou Safari. Si cela vous pose problème, veuillez nous le faire savoir."],"Save":["Enregistrer"],"HTTPS Disabled":["HTTPS désactivé"],"Upload":["Téléverser"],"Find & Replace":["Chercher &amp; remplacer"],"Multisite Tools":["Multisite Tools"],"Media Files":["Fichiers médias"],"Complete":["Terminé"],"Finalizing":["Finalisation"],"Pause before replacing migrated tables":["Pause avant le remplacement des tables migrées"],"If you've found a bug, please <a href=\"%s\">submit an issue at Github<\/a>.":["Si vous avez trouvé un bug, veuillez <a href=\"%s\">soumettre un rapport sur Github<\/a>."],"As this is a free plugin, we do not provide support.":["Puisque c’;est une extension gratuite, nous ne fournissons pas de support."],"You may ask the WordPress community for help by posting to the <a href=\"%s\">WordPress.org support forum<\/a>. Response time can range from a few days to a few weeks and will likely be from a non-developer.":["Vous pouvez demander de l’aide à la communauté WordPress en postant sur le <a href=\"%s\">forum de support de WordPress.org<\/a>. Le temps de réponse peut aller de quelques jours à quelques semaines et ne proviendra probablement pas d’un développeur."],"Remind Me Later":["Me rappeler plus tard"],"Exclude spam comments":["Exclure les commentaires indésirables"],"Replace GUIDs":["Remplacer les GUIDs"],"Invert Selection":["Inverser la sélection"],"Deselect All":["Désélectionner tous"],"Migration cancellation failed":["Échec de l’annulation de la migration "],"Compatible with older versions of MySQL (pre-5.5)":["Compatible avec les anciennes versions de MySQL (5.5 et moins)"],"Warning: Different Table Prefixes":["Avertissement : les préfixes des tables sont différents"],"Advanced Options":["Options avancées"],"Maximum Request Size":["Taille maximale de requête"],"Clear Error Log":["Effacer le journal des erreurs"],"Compress file with gzip":["Compresser le fichier avec gzip"],"As a result, uppercase characters in table names will be converted to lowercase during the migration.":["Par conséquent, les caractères en majuscules dans les noms des tables seront transformés en minuscules durant la migration."],"If you change the connection details, you will lose any replaces and table selections you have made below. Do you wish to continue?":["Si vous modifiez les détails de connexion, vous perdrez tous les remplacements et les sélections de tables que vous avez effectués ci-dessous. Souhaitez-vous continuer ?"],"<strong>Internet Explorer Not Supported<\/strong> &mdash; Less than 2% of our customers use IE, so we've decided not to spend time supporting it. We ask that you use Firefox or a Webkit-based browser like Chrome or Safari instead. If this is a problem for you, please let us know.":["<strong>Internet Explorer n’est pas prise en charge<\/strong>&mdash; Moins de 2% de nos clients utilisent IE, aussi nous avons décidé de ne pas perdre de temps à le prendre en charge. Nous vous invitons à utiliser Firefox ou un navigateur Webkit comme Chrrome ou Safari. Si cela représente un problème pour vous, veuillez nous en informer."],"Select All":["Tout sélectionner"]}},"comment":{"reference":"frontend\/build-free\/static\/js\/main.88fae384cc00.js"}}