{"translation-revision-date":"2025-07-03 11:41:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Pro Plugins You’ll LOVE (Bundle Deal)":["Plugins Pro que te encantarán (Paquete)"],"Free Plugins you’ll like":["Plugins gratuitos que te gustarán"],"30 day guarantee: If you don’t love it, we’ll give you your money back - no questions asked.":["Garantía de 30 días: si no te encanta, te devolveremos tu dinero, sin preguntas."],"Your comprehensive toolkit for WordPress website management.":["Tu kit de herramientas completo para la gestión de sitios web en WordPress."],"Plus, everything your agency needs for hosting, reselling and more.":["Además, todo lo que tu agencia necesita para alojamiento, reventa y más."],"ALL our Pro Plugins?":["TODOS nuestros plugins Pro?"],"Did you know WPMU DEV Membership includes ":["¿Sabías que la membresía de WPMU DEV incluye "],"Find your plan (From $3\/m <highlight>$15\/m<\/highlight>)":["Encuentra tu plan (Desde $3\/mes <highlight>$15\/mes<\/highlight>)"],"Add-on services":["Servicios complementarios"],"Hand off any site issues to our WordPress expert team’s 20+ years of expertise.":["Deja cualquier problema de tu sitio en manos de nuestro equipo de expertos en WordPress con más de 20 años de experiencia."],"Expert services":["Servicios expertos"],"Need help with CSS or custom functionality? Our experts create scripts to solve WordPress issues and enhance your site.":["¿Necesitas ayuda con CSS o funciones personalizadas? Nuestros expertos crean scripts para solucionar problemas de WordPress y optimizar tu sitio."],"Malware Removal":["Eliminación de malware"],"Page Speed lagging behind? Our experts will give your site a guaranteed scores of 90+ on desktop and 75+ on mobile.":["¿La velocidad de la página va a la baja? Nuestros expertos le otorgarán a tu sitio una puntuación garantizada de más de 90 en ordenadores y más de 75 en dispositivos móviles."],"Speed Optimization":["Optimización de velocidad"],"We monitor WPMU DEV hosted sites 24\/7 and fix them fast if they go down, you don’t have to do anything.":["Vigilamos los sitios alojados en WPMU DEV 24\/7 y los corregimos rápidamente se se caen, no tienes que hacer nada."],"Proactive Monitoring":["Vigilancia proactiva"],"Need assistance with CSS or custom functionality? Our experts create scripts to solve WordPress issues and enhance your site.":["¿Necesitas ayuda con CSS o funciones personalizadas? Nuestros expertos crean scripts para solucionar problemas de WordPress y optimizar tu sitio."],"On-Demand Development":["Desarrollo a la medida"],"Everything you need to grow a successful agency - at an unrivaled value":["Todo lo que necesitas para hacer crecer una agencia exitosa, a un valor inigualable"],"Chat with our support team anytime—24\/7, 365 days a year—with an average response time of 2 minutes. We’ll even log in and fix issues for you and your clients!":["Chatea con nuestro equipo de soporte en cualquier momento, las 24 horas, los 7 días de la semana, los 365 días del año, con un tiempo de respuesta promedio de 2 minutos. ¡Incluso accederemos y solucionaremos los problemas para ti y tus clientes!"],"Unparalleled support":["Soporte incomparable"],"Add-on private, ad-free IMAP webmail for easily managed, auto-synced, professional emails for you and your clients with 5-50GB storage options.":["Complementa el correo web IMAP privado y sin publicidad para obtener correos electrónicos profesionales, sincronizados automáticamente y fáciles de administrar para ti y tus clientes con opciones de almacenamiento de 5 a 50 GB."],"Get Pro Email":["Obtener correo electrónico profesional"],"Create beautiful sites in seconds with pre-configured site templates for you and your client projects—compatible with every plugin, theme builder and tool.":["Crea sitios magníficos en segundos con plantillas de sitios preconfiguradas para ti y los proyectos de tus clientes, compatibles con todos los plugins, maquetadores de temas y herramientas."],"100+ template library":["Biblioteca de más de 100 plantillas"],"With access to over 250 TLDs, seamless integration and free privacy protection, you can offer domain registration services at unbeatable prices.":["Con acceso a más de 250 TLD, integración perfecta y protección de la privacidad gratuita, puedes ofrecer servicios de registro de dominios a precios inmejorables."],"Domains":["Dominios"],"Take command of all your WordPress sites with one simple dashboard to automate updates, monitor performance, and generate white-label client reports.":["Toma el control de todos tus sitios de WordPress con un panel simple para automatizar actualizaciones, monitorear el rendimiento y generar informes de clientes de marca blanca."],"Site management":["Gestión del sitio"],"Deliver lightning-fast, secure websites with a 99.9% SLA—complete with isolated environments, global server locations, and expert support.":["Ofrece sitios web seguros y ultrarrápidos con un SLA del 99,9 %, completo con entornos aislados, ubicaciones de servidores globales y soporte experto."],"Fully managed hosting":["Alojamiento totalmente gestionado"],"View all pro plugins":["Ver todos los plugins profesionales"],"Get a high-powered web-building suite, at no extra cost":["Obtén una solución completa de creación web de alta potencia, sin costo adicional"],"From security to SEO to marketing, we’ve got you covered.":["Desde seguridad hasta SEO y marketing, te tenemos cubierto."],"Try our other highly-rated free WordPress plugins":["Prueba nuestros otros plugins gratuitos de WordPress altamente valorados"],"Activating...":["Activando..."],"Installing...":["Instalando..."]," plugin has been activated successfully!":[" ¡El plugin se ha activado correctamente!"]," plugin has been installed successfully!":[" ¡El plugin se ha instalado correctamente!"],"7,260+ 5 star reviews":["Más de 7260 reseñas de 5 estrellas"],"67,233,282 plugin downloads":["67.233.282 descargas de plugins"],"Trusted by 60,000+ businesses worldwide":["Más de 60.000 negocios de todo el mundo confían en nosotros"],"Everything Wordpress found in one place. ":["Todo lo que WordPress encuentra en un solo lugar. "],"Since 2006, our award-winning WordPress plugins, hosting, world beating support and site management tools have helped hundreds of thousands of web developers, freelancers and agencies run and grow their businesses. ":["Desde 2006, nuestros galardonados plugins de WordPress, alojamiento, soporte de primera clase y herramientas de gestión de sitios han ayudado a cientos de miles de desarrolladores web, autónomos y agencias a gestionar y hacer crecer sus negocios. "],"Made for web developers, by web developers":["Hecho para desarrolladores web, por desarrolladores web"],"About WPMU DEV":["Acerca de WPMU DEV"],"592":["592"],"5\/5":["5\/5"],"1,746":["1,746"],"3,002":["3,002"],"4.9\/5":["4.9\/5"],"Check out these top-rated tools for securing, optimizing and growing your site.":["Consulta estas herramientas mejor valoradas para proteger, optimizar y hacer crecer tu sitio."],"We heard you like plugins...😉":["Te escuchamos como plugins... 😉"],"Active":["Activa"],"Learn more":["Más información"],"Activate":["Activar"],"Install":["Instalar"],"WPMU DEV":["WPMU DEV"]}},"comment":{"reference":"core\/external\/plugins-cross-sell-page\/assets\/js\/crosssellpage.js"}}